IDEA Open Model
ConnectionData.Beams Property
Compatible with IDEA StatiCa Beta 20.0
 Connected beams
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<BeamData> Beams { get; set; }
Public Property Beams As List(Of BeamData)
	Get
	Set
Property Value
Type: List<BeamData>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace